[
  {
    "id": 1,
    "nombre": "Ginkgo",
    "precio": 3200,
    "cantidad": 1,
    "img": "../imagenes/Ginkgo.jpg",
    "categoria": "arboles",
    "descripcion": "Árbol caducifolio de porte mediano, puede alcanzar 35 m de altura, con copa estrecha, algo piramidal y formada por uno o varios troncos. Sus ramas, generalmente rectas y empinadas, son gruesas y rígidas ya en los ejemplares jóvenes, aunque la ramificación en éstos suele ser laxa, e incluso pobre. La corteza es de color pardo grisácea o pardo oscura, con surcos y hendiduras muy marcadas.",
    "stock": 0
  },
  {
    "id": 2,
    "nombre": "Fraxinus",
    "precio": 4000,
    "cantidad": 1,
    "img": "../imagenes/fraxinus1.jpg",
    "categoria": "arboles",
    "descripcion": "Especie caducifolia que puede alcanzar hasta 45 metros de altura. De corteza gris o pardo-grisácea, lisa y con lenticelas en ramas y ejemplares jóvenes, agrietada en los adultos. Las yemas, a diferencia de otras especies de Fraxinus son de color pardo oscuro a negras. Hojas imparipinnadas, con 9 a 13 folíolos lanceolados a ovado-lanceolados y de bordes dentados. Las hojas de este fresno son de las últimas que abren en primavera, y las primeras en caer en otoño.",
    "stock": 2
  },
  {
    "id": 3,
    "nombre": "Acer",
    "precio": 3800,
    "cantidad": 1,
    "img": "../imagenes/Acer palmatum.jpg",
    "categoria": "arboles",
    "descripcion": "Es un árbol caducifolio pequeño que alcanza alturas de 6-10 mts, con frecuencia crece como planta accesoria en bosques sombreados. Puede tener múltiples troncos cerca del suelo. En hábito de crecimiento, adopta forma de pirámide.",
    "stock": 55
  },
  {
    "id": 4,
    "nombre": "Aguaribay",
    "precio": 5000,
    "cantidad": 1,
    "img": "../imagenes/Aguaribay.jpg",
    "categoria": "arboles",
    "descripcion": "Es un árbol perenne, de porte mediano o grande, alcanzando los 10 a 15 m de altura; el fuste es grueso, de 80 a 100 cm de diámetro, cubierto por corteza pardogrisácea, a veces rojiza, escamosa, impregnada de una resina muy fragante. La copa es de forma globosa y con ramaje colgante, similar al de los sauces.",
    "stock": 55
  },
  {
    "id": 5,
    "nombre": "Abelia",
    "precio": 2500,
    "cantidad": 1,
    "img": "../imagenes/abelia.bmp",
    "categoria": "arbustos",
    "descripcion": "Es un arbusto semicaducifolio de la familia Caprifoliaceae, híbrido del género Abelia, a partir de las especies Abelia chinensis y A. uniflora. Puede alcanzar hasta los 3 m de altura —pero habitualmente no pasa de 1-1,5 m— con ramas externas arqueadas algo péndulas y pubescentes. Las hojas son ovaladas, generalmente opuestas -excepto en las ramas centrales, que son más robustas y erectas.",
    "stock":35
  },
  {
    "id": 6,
    "nombre": "Azalea",
    "precio": 3350,
    "cantidad": 1,
    "img": "../imagenes/azalea.jpg",
    "categoria": "arbustos",
    "descripcion": "Las azaleas japónicas son plantas de interior que necesitan ambientes frescos. De todas maneras, también se pueden cultivar en el exterior siempre que estén protegidas de las heladas. Las azaleas japónicas son unas plantas con unas flores espectaculares. Estas flores pueden ser de diferentes colores. Principalmente la gama de colores son tres: el rojo, el rosa y el blanco. Estos colores, pueden variar en su tonalidad siendo más intensos o menos intensos.",
    "stock": 55
  },
  {
    "id": 7,
    "nombre": "Azarero",
    "precio": 3100,
    "cantidad": 1,
    "img": "../imagenes/azarero.jpg",
    "categoria": "arbustos",
    "descripcion": "Planta arbustiva originaria de Japón y China de unos 2-4 m de altura muy utilizada para formar setos. Sus hojas son verdes, coriáceas, perennes y ovales de unos 10 cm de largo. Ramifica desde la base, siempre y cuando reciba luz suficiente, creando tronco si no se poda y formándose un pequeño árbol.",
    "stock": 28
  },
  {
    "id": 8,
    "nombre": "Jazmín",
    "precio": 2800,
    "cantidad": 1,
    "img": "../imagenes/Jazmin.jpg",
    "categoria": "Arbusto",
    "descripcion": "Esta especie es un arbusto que alcanza un tamaño de hasta 2,4 metros de alto por 1,5 de ancho. Las hojas coriáceas son de hasta 16 centímetros de largo, de color verde oscuro en la parte superior y más pálido en el envés. Las flores nacen en cimas en número de hasta 10. La flor es de unos 5 centímetros de largo. Florece púrpura con la garganta blanca, luego se vuelve lavanda y luego blanca. El arbusto tiene los tres colores de la flor a la vez que más floración. Esta planta es tóxica, en especial la fruta.",
    "stock": 55
  },
  {
    "id": 9,
    "nombre": "Ciruelo",
    "precio": 5500,
    "cantidad": 1,
    "img": "../imagenes/Ciruelo.jpg",
    "categoria": "frutales",
    "descripcion": "Se trata de uno de los árboles frutales más fácil de cultivar debido a su gran resistencia al frío a pesar de que tiene una floración temprana que puede ser dañada por las heladas tardías de la primavera. Por eso, el clima ideal para el cultivo del ciruelo es un clima templado.",
    "stock": 27
  },
  {
    "id": 10,
    "nombre": "Higuera",
    "precio": 6200,
    "cantidad": 1,
    "img": "../imagenes/Higuera.jpg",
    "categoria": "frutales",
    "descripcion": "La higuera es un árbol frutal más o menos mediano que no suele superar la altura de los 10 metros pero que posee una copa muy ancha y muy útil para dar sombra.La higuera es un árbol de hoja caduca muy grande, con tronco liso de color grisáceo y las flores pueden ser de un único sexo o de los dos en el mismo árbol, dependiendo de la variedad de higuera que tengamos delante. Tiene un olor característico, hojas palmatipartidas o de forma variable (las hojas exteriores son más grandes y más simétricas que las interiores).",
    "stock": 55
  },
  {
    "id": 11,
    "nombre": "Duraznero",
    "precio": 7000,
    "cantidad": 1,
    "img": "../imagenes/duraznero1.jpg",
    "categoria": "frutales",
    "descripcion": "Árbol de hasta 6-8 m de altura, caducifolio e inerme. Las hojas son oblongas-lanceoladas o elípticas, acuminadas, cuneadas en la base, aserradas con dientes glandulíferos, glabrescentes, con estípulas caducas denticuladas. Las flores son solitarias o geminadas y con numerosas brácteas. Los sépalos son erectos enteros y los pétalos denticulados en el ápice, de color rosado fuerte.",
    "stock": 55
  },
  {
    "id": 12,
    "nombre": "Chamaerops",
    "precio": 10000,
    "cantidad": 1,
    "img": "../imagenes/Chamaerops.jpg",
    "categoria": "palmeras",
    "descripcion": "Crece hasta 15 m de altura en un único tallo de hasta 20-35 cm de diámetro. El tronco es muy duro con las bases de las hojas persistentes apretando el tallo como las capas de material fibroso grueso. Es una palma de abanico.",
    "stock": 55
  },
  {
    "id": 13,
    "nombre": "Butia",
    "precio": 7900,
    "cantidad": 1,
    "img": "../imagenes/butia.jpg",
    "categoria": "palmeras",
    "descripcion": "Es una palmera de hasta 12 m de altura. Muestra hojas pinadas, con 140 hojuelas, de color verde ligeramente azulado, de hasta 2 m de largo con un pecíolo de 60 cm, subleñoso y dotado de espinas. Las flores forman inflorescencias de color amarillo, que pueden contener hasta 100 floros protegidos por una espata leñosa y acanalada. El fruto aparece arracimado; es aovado, apicado, de color anaranjado y entre 5 y 3 cm de diámetro, protegido en la base por brácteas que cubren un tercio de su superficie. Sus frutos son comestibles y de estos se elabora el «licor de yatay», además de atraer a numerosas aves.",
    "stock": 55
  },
  {
    "id": 14,
    "nombre": "Syagrus",
    "precio": 11000,
    "cantidad": 1,
    "img": "../imagenes/Syagrus.jpg",
    "categoria": "palmeras",
    "descripcion": "Es una palmera de hasta 25 m de altura, con estípite de color grisáceo y hasta 60 cm de diámetro basal. Las hojas son palmas alternas, de 2 a 3 m, con el raquis típicamente caedizo, pinnadas, finamente divididas, con folíoloslanceolados de hasta 1 m de largo, que se insertan en el raquis en distintas filas y agrupamientos dando a la hoja un aspecto plumoso.",
    "stock": 55
  },
  {
    "id": 15,
    "nombre": "Chivatos",
    "precio": 5000,
    "cantidad": 1,
    "img": "../imagenes/Arbol de fuego.jpg",
    "categoria": "arboles",
    "descripcion": "El Hila-garra (muerte-llama) es un árbol de 8-15 m de alto habitualmente, aunque su especie alcanza una altura máxima de 40 m esta solo se da en su hábitat de origen. Crece rápidamente, y es muy longevo. Es tolerante a climas templados donde se cultiva por su belleza.",
    "stock": 60
  },
  {
    "id": 16,
    "nombre": "Cryptomería",
    "precio": 5500,
    "cantidad": 1,
    "img": "../imagenes/Criptomeria.jpg",
    "categoria": "arboles",
    "descripcion": "Es un árbol perennifolio muy grande, alcanzando 70 m de altura y 4 m de diámetro de tronco, con corteza rojo parduzca con flecos en tiras verticales. Tiene hojas espiraladas, tipo aguja.",
    "stock": 30
  },
  {
    "id": 17,
    "nombre": "Lagerstroemia",
    "precio": 6500,
    "cantidad": 1,
    "img": "../imagenes/Lagerstroemia purpura.jpeg",
    "categoria": "arboles",
    "descripcion": "Son a menudo árboles grandes con la corteza lisa, cuya madera se utiliza por su dureza y flexibilidad . Tienen las ramas tetragonales, con las hojas opuestas o alternas en la parte superior. Son de color púrpura o con flores blancas.",
    "stock": 28
  },
  {
    "id": 18,
    "nombre": "Lagerstroemia",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Lagerstroemia blanca.jpeg",
    "categoria": "arboles",
    "descripcion": "Son a menudo árboles grandes con la corteza lisa, cuya madera se utiliza por su dureza y flexibilidad . Tienen las ramas tetragonales, con las hojas opuestas o alternas en la parte superior. Son de color púrpura o con flores blancas.",
    "stock": 15
  },
  {
    "id": 19,
    "nombre": "Malus",
    "precio": 4500,
    "cantidad": 1,
    "img": "../imagenes/Manzano de jardin.jpeg",
    "categoria": "arbustos",
    "descripcion":"El manzano ornamental es un árbol o arbusto caducifolio de porte medio que tiene raíces pivotantes y oblicuas. Es una planta bastante rústica y de rápido crecimiento. De copa elíptica y redondeada que puede alcanzar entre 2 y 6 metros de diámetro",
    "stock": 45
    },
  {
    "id": 20,
    "nombre": "Liquidambar",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Liquidambar.jpeg",
    "categoria": "arboles",
    "descripcion": "Son árboles grandes, caducifolios, de 25 a 40 m de altura, aromáticos y resinosos, glabros o con pelos simples. La corteza es gris-pardo, profundamente asurcada, ocasionalmente con crestas longitudinales corchosas. Las hojas, largamente pecioladas y dispuestas espiralmente en las ramas,",
    "stock": 30
  },
  {
    "id": 21,
    "nombre": "Ceibo",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Ceibo.jpeg",
    "categoria": "arboles",
    "descripcion": "Es un árbol de porte mediano que puede alcanzar entre 5 a 8 m de altura, llegando raramente hasta los 20 m. y con un diámetro de tronco de más de 50 cm. Su raíz es pivotante, con nudosidades producidas por bacterias nitrificantes que viven en simbiosis.",
    "stock": 28
  },
  {
    "id": 22,
    "nombre": "Callistemon",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Callistemon.jpeg",
    "categoria": "arboles",
    "descripcion":"Es un género de árboles y arbustos de la familia Myrtaceae, llamado comúnmente limpiatubos o limpiabotellas por la forma de su inflorescencia. Conocido también como calistemo.",
    "stock": 25
  },
  {
    "id": 23,
    "nombre": "Spiraea",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Corona de novia.jpeg",
    "categoria": "arboles",
    "descripcion":"Se conoce como corona de novia (Spiraea cantoniensis) a una planta de la familia de las Rosáceas que es muy utilizada como planta ornamental gracias a su atractiva floración, además del llamativo aspecto que adquieren sus hojas con la llegada de las bajas temperaturas.",
    "stock": 16
  },
  {
    "id": 24,
    "nombre": "Senecio",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Senecio.jpeg",
    "categoria": "arbustos",
    "descripcion":"Senecio tamoides es una planta de hojas carnosas de porte trepador que crece encaramada a cualquier soporte que encuentre a su alcance. En primavera produce una multitud de flores amarillas que le dan un aire muy atractivo.",
    "stock": 8
  },
  {
    "id": 25,
    "nombre": "Limonero",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Limonero.jpeg",
    "categoria": "frutales",
    "descripcion":"Es un árbol perenne, a menudo con espinas, que puede alcanzar los cuatro metros de altura, con copa abierta muy ramificada. Se requiere la exposición de los limones a temperaturas de 10-13 °C, con humedad relativa de 85-90 % para su conservación industrial en estado fresco",
    "stock": 19
  },
  {
    "id": 26,
    "nombre": "Ginala",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Acer Ginala.jpeg",
    "categoria": "arboles",
    "descripcion":"Los arces son fácilmente distinguibles por sus hojas, normalmente, aunque también se dan las, pinnadas compuestas, pinnadas avetadas y sin lóbulos. Los arces florecen a finales de invierno o principios de la primavera, en la mayoría de las especies a la vez que aparecen las hojas.",
    "stock": 32
  },
  {
    "id": 27,
    "nombre": "Arecáceas",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Arecaceas.jpeg",
    "categoria": "palmeras",
    "descripcion":"Las arecáceas  son una familia de plantas monocotiledóneas, la única familia del orden Arecales. Normalmente se las conoce como palmeras o palmas. Los individuos de esta importante familia son fáciles de reconocer visualmente",
    "stock": 50
  },
  {
    "id": 28,
    "nombre": "Jacarandá",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Jacaranda.jpeg",
    "categoria": "arboles",
    "descripcion":"Los Jacarandas pueden alcanzar desde los 2 a los 30 metros de altura, de los cuales el fuste representa unos dos tercios. Este llega a los 70 cm de diámetro, de forma recta y estilizada. La copa es poco densa y se asemeja a un cono invertido.",
    "stock": 17
  },
  {
    "id": 29,
    "nombre": "Guindo",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Guindo.jpg",
    "categoria": "frutales",
    "descripcion":"Árbol de la familia de las rosáceas, especie de cerezo, del que puede distinguirse por ser las hojas más pequeñas y el fruto más redondo y comúnmente ácido.",
    "stock": 24
  },
  {
    "id": 30,
     "nombre": "Araucaria",
    "precio": 6800,
    "cantidad": 1,
    "img": "../imagenes/Araucaria2.jpeg",
    "categoria": "arboles",
    "descripcion":"Crece hasta 15 m de altura en un único tallo de hasta 20-35 cm de diámetro. El tronco es muy duro con las bases de las hojas persistentes apretando el tallo como las capas de material fibroso grueso. Es una palma de abanico.",
    "stock": 37
  }
]
